Repository: NiccoloBargioni/ZTronWWIIUniforms
Catalog: Sources/ZTronWWIIUniforms/Resources/en.lproj/Localizable.xcstrings
Source language: en
Languages: it

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.CORPSE_DANCER.ChallengeName
source: Corpse Dancer
it: Ammaliatore di cadaveri

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.CORPSE_DANCER.ProTip1
source: The Schyte doesn’t need to be upgraded.
it: Non è richiesto che la falce sia potenziata.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.CORPSE_DANCER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.CORPSE_DANCER.Requirement1
source: Using the Schyte, kill 10 zombies while they are being absorbed by a Corpse Eater. When done correctly, after each kill, the Corpse Eater will shortly flinch.
it: Usa la falce, uccidi 10 zombie mentre vengono assorbiti da un mangiatore di cadaveri. Quando eseguito correttamente, il miniboss rimarrà brevemente paralizzato dopo ciascuna uccisione.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.CORPSE_DANCER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.CORPSE_DANCER.Riddle
source: Waltz of Starvation
it: Valzer della fame

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.ChallengeName
source: Death’s Sorrow
it: Afflizione della morte

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.ProTip1
source: The progression is individual and only one player per game can achieve it.
it: Il progresso della sfida è individuale e solo un giocatore a partita può sbloccarla.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Requirement1
source: In the God King’s bossfight, “cheat the death” against two different little attacks by the God King in the same game.
it: Nella battaglia boss del Re Dio, “inganna la morte” due volte contro due diversi attacchi letali del boss nella stessa partita.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Requirement2
source: In order to cheat the death, wield the upgraded Schyte with the yellow glowing gem (obtained by killing a red Corpse Eater), and during phase two, survive the red mist attack without hiding behind the ice pillars.
it: Per “ingannare la morte”, impugna la Falce potenziata con la gemma gialla luccicante al centro dell’arma (ottenuta uccidendo un Mangiatore di corpi rosso), e durante la fase due, sopravvivi all’attacco della nebbia rossa senza nasconderti dietro ad un pilastro.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Requirement2Tag
source: Requirement 2
it: Requisito 2

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Requirement3
source: During phase four, kill a red glowing Corpse Eater with the Schyte, and then let the God King hit you with the firewall attack while holding the Schyte.
it: Durante la fase quattro, uccidi un Mangiatore di corpi rosso con la Falce, e fatti colpire dall’attacco del Re Dio del muro di fuoco mentre impugni la Falce.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Requirement3Tag
source: Requirement 3
it: Requisito 3

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.DEATH'S_SORROW.Riddle
source: Wreathed in Death
it: Abbraccio mortale

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.FORGOTTEN_BY_DEATH.ChallengeName
source: Forgotten By Death
it: Dimenticato dalla morte

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.FORGOTTEN_BY_DEATH.Dont1
source: Using Camouflage will negate the challenge.
it: Usare mimetica fa fallire la sfida.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.FORGOTTEN_BY_DEATH.Dont1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.FORGOTTEN_BY_DEATH.Requirement1
source: Complete the Schyte ritual in the phylactery room without taking any damage.
it: Completa il rituale della falce nel filatterio senza subire alcun danno.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.FORGOTTEN_BY_DEATH.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.FORGOTTEN_BY_DEATH.Riddle
source: Dark Wings, Dark Path
it: La morte incombe

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ChallengeName
source: King’s Lament
it: Lamento del re

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ProTip1
source: For the Hammer upgrade, lit up the rune in the Egyptian room (melee perk), then head to the phylactery, train a group of zombies and then head back to the rune and complete the step. This way, a group of zombies will be waiting for you in front of the door to the phylactery.
it: Per il potenziamento del martello, accendi la runa nella stanza egiziana (perk del corpo a corpo), poi dirigiti al filatterio, racimola un gruppo di zombie, poi torna alla runa e completa il passaggio. In questo modo, troverai un gruppo di zombie fermo ad aspettarti davanti alla porta del filatterio.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ProTip2
source: For a free perk and 10k jolts, complete the side quest where you have to control a pest with the upgraded Flail and get killed by a corpse eater.
it: Per un perk gratuito e 10k scosse, completa l’easter egg secondario che richiede di controllare un Appestato col Flagello potenziato e farti uccidere da un Mangiatore di cadaveri.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ProTip3
source: For a free perkaholic, complete the side quest where you have to fill three stones around the map with zombie souls and then access a secret room to find four nails and place them in the middle of the room.
it: Per ottenere un perkaholic gratis, completa l’easter egg secondario che richiede di riempire tre pietre in giro per la mappa con anime di zombie, e poi accedi alla stanza segreta per trovare quattro chiodi e posizionarli al centro della suddetta stanza.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.Requirement1
source: Beat the easter egg in solo.
it: Batti l’easter egg in solo.

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.KING'S_LAMENT.Riddle
source: Crow’s Solace
it: Sollievo della corona

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.QUEST_NAME
source: Shadow Hunter
it: Cacciatore di ombre

# OUTFIT.SKULLBREAKER.OUTFIT_NAME
source: Skullbreaker
it: Spaccateste

# OUTFIT.SKULLBREAKER.THE_ANSWER.CRUSH_THEM_QUICK.ChallengeName
source: Crush Them Quick
it: Sgominali in fretta

# OUTFIT.SKULLBREAKER.THE_ANSWER.CRUSH_THEM_QUICK.ProTip1
source: This challenge can be completed along with the 20 rounds in the spawn room “Dirty Work” challenge for the Necromedic outfit.
it: Questa sfida può essere completata insieme alla sfida dei 20 round nella stanza iniziale (Lavoro Sporco) dell’uniforme Necromedico.

# OUTFIT.SKULLBREAKER.THE_ANSWER.CRUSH_THEM_QUICK.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.CRUSH_THEM_QUICK.Requirement1
source: Complete 20 waves within 25 minutes.
it: Completa 20 ondate entro 25 minuti.

# OUTFIT.SKULLBREAKER.THE_ANSWER.CRUSH_THEM_QUICK.Riddle
source: “Go go go!”
it: "Dai! Dai! Dai!”

# OUTFIT.SKULLBREAKER.THE_ANSWER.DOWN_THE_SIGHT.ChallengeName
source: Down The Sign
it: Nel mirino

# OUTFIT.SKULLBREAKER.THE_ANSWER.DOWN_THE_SIGHT.ProTip1
source: Complete this step at wave one, two and three.
it: Completa questa sfida ai round uno, due e tre.

# OUTFIT.SKULLBREAKER.THE_ANSWER.DOWN_THE_SIGHT.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.DOWN_THE_SIGHT.Requirement1
source: For three consecutive waves, kill every zombie with a headshot.
it: Per tre round di fila, uccidi tutti gli zombie con colpi alla testa.

# OUTFIT.SKULLBREAKER.THE_ANSWER.DOWN_THE_SIGHT.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.DOWN_THE_SIGHT.Riddle
source: Target Practice
it: Esercitazione di tiro.

# OUTFIT.SKULLBREAKER.THE_ANSWER.FIGHT_FAIR.ChallengeName
source: Fight Fair
it: Combattimento leale

# OUTFIT.SKULLBREAKER.THE_ANSWER.FIGHT_FAIR.Requirement1
source: Complete the easter egg without any player using perks.
it: Batti l’intero easter egg senza che alcun giocatore usi perk.

# OUTFIT.SKULLBREAKER.THE_ANSWER.FIGHT_FAIR.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.FIGHT_FAIR.Riddle
source: Some ground rules first.
it: Prima le regole base.

# OUTFIT.SKULLBREAKER.THE_ANSWER.QuestName
source: The Answer
it: La risposta

# OUTFIT.SKULLBREAKER.THE_ANSWER.SET_THE_STAGE.ChallengeName
source: Set The Stage
it: Prepara il terreno

# OUTFIT.SKULLBREAKER.THE_ANSWER.SET_THE_STAGE.ProTip1
source: Going down without bleeding out doesn’t negate the challenge.
it: Andare atterra senza andare nell’aldilà non nega la sfida.

# OUTFIT.SKULLBREAKER.THE_ANSWER.SET_THE_STAGE.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.SET_THE_STAGE.Requirement1
source: Survive 15 waves on the stage.
it: Sopravvivi 15 round sul palco.

# OUTFIT.SKULLBREAKER.THE_ANSWER.SET_THE_STAGE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.SET_THE_STAGE.Riddle
source: Show time.
it: Che lo spettacolo abbia inizio.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ChallengeName
source: Time Cruncher
it: Macina-tempo.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip1
source: As soon as wave one starts, one player should activate Elektromagnet (Double Jolts) and everyone else should use his own nuke (Vernichten).
it: Appena inizia il round 1, un giocatore dovrebbe attivare Elektromagnet (Doppie Scosse), e tutti gli altri dovrebbero usare la propria nuke.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip2
source: Unless you can find the codes to activate the morse step inside the elevator or right above the door to the main square, you can bruteforce by trying each of the following options: (20; 66), (38; 82), (56; 82).
it: A meno che non trovi i codici per attivare il passaggio del morse nell’ascensore o appena sopra la porta per la piazza principale, puoi provare ciascuna delle seguenti combinazioni: (20; 66), (38; 82), (56; 82).

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip3
source: After obtaining the golden bowl in the church, have someone go to the museum and place it on the scale. Only after this step is completed, you can get a Sizzler’s head by killing one in front of an armor machine.
it: Dopo aver ottenuto la ciotola d’oro, manda qualcuno al museo e fagliela posizionare sopra la bilancia. Solo dopo aver fatto questo è possibile ottenere una testa di Sizzler uccidendone uno davanti ad una macchinetta degli scudi.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip4
source: It is a good idea to do the first steps between one wave one and two, without sticking too much on wave one.
it: È una buona idea completare i primi passaggi tra il round 1 e il round 2, senza restare troppo tempo al round 1.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip5
source: Only one player should focus on crafting the pick axe, while everyone else should focus on the dancer’s dagger. One player gets the kills for the dagger while the others lead the zombies to him.
it: Un solo giocatore dovrebbe occuparsi di costruire l’ascia, mentre tutti gli altri dovrebbero occuparsi del pugnale della ballerina. Un giocatore uccide gli zombie per il pugnale mentre tutti gli altri portano gli zombie da lui.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip5Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip6
source: It is possible to use Free Fire with the Wunderbuss to fill the pods without losing ammo. Fill the last pod on wave 5.
it: È possibile usare Fuoco Libero col Wunderbuss per riempire le capsule senza perdere munizioni. Riempi l’ultima capsula al round 5.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip6Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip7
source: For the wall step that requires to kill 10 Gekochts (Sizzlers), each one of them spawns 40 seconds apart. Shooting flares doesn’t change this spawn rate. Make sure that you are **not** saving zombies with no limbs, because such zombies won’t turn into Sizzlers.
it: Per il passaggio del muro che richiede di ottenere 10 uccisioni su Gekocht (Sizzler), ne appare uno ogni 40 secondi. Sparare bengala non cambia il tasso di spawn. Accertati di **non** salvare zombie senza arti, perché questi non si trasformano mai in Sizzler.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip7Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip8
source: While three players are dealing with the saints statues puzzle, one player should complete the hats easter egg, to make sure that everyone has max ammo after this is finished.
it: Mentre tre giocatori si occupano del puzzle delle statue dei santi, l’altro giocatore dovrebbe completare l’easter egg dei cappelli, in modo da garantire che tutti abbiano munizioni al massimo dopo la fine del passaggio.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip8Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip9
source: It is important to also complete the hangman for the free jack-in-the-box. You can weaponize repeated failures of this easter egg to force the word “THEJACKBOX”.
it: È importante completare anche l’impiccato per il pupazzo a molla gratuito. Fallire ripetutamente questo easter egg consente di forzare la parola “THEJACKBOX”.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip9Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip10
source: It is suggested that you bring the dancer’s dagger to the bossfight instead of the sword, as the latter doesn’t allow to recover ammo through the melee heavy attack.
it: Si consiglia fortemente di portare in battaglia boss il pugnale della ballerina invece della spada, in quanto quest’ultima non consente di recuperare munizioni tramite l’attacco corpo a corpo pesante.

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.ProTip10Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.Requirement1
source: Beat the easter egg in under 33 minutes (cutscene included in this threshold).
it: Batti l’easter egg prima di 33 minuti (la scena finale dev’essere compresa in questa soglia).

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SKULLBREAKER.THE_ANSWER.TIME_CRUNCHER.Riddle
source: Hard shutdown.
it: Disattivazione forzata.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ChallengeName
source: Penny Killer
it: Avaro

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip1
source: For the whole duration of the challenge, using the un-upgraded ripsaw grants one hit kills on zombies.
it: Per l’intera durata della sfida, usare la motosega non potenziata garantisce uccisioni con un colpo sugli zombie.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip2
source: It is recommended to purchase the door to the Electric Cherry perk and also Staminup. This way, when a Meuchler spawns, you can run in circles around the entire map waiting for it to just despawn.
it: È consigliabile acquistare le porte per i perk Scossa Elettrica e Staminup. Così facendo, quando spawna il Meuchler, puoi girare la mappa in tondo aspettando che questo despawni senza affrontarlo.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip3
source: If you own the M1 Garand - Frontline II weapon variant, you can equip it to get a nuke powerup every 150 kills obtained with such weapon.
it: Se possiedi la variante dell’arma M1 Garand - Prima Linea II, puoi equipaggiarla per ottenere una nuke ogni 150 uccisioni ottenute con l'arma.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip4
source: Going down removes 10% of the jolts you have in your inventory. Such money counts toward the 10k threshold.
it: Andare a terra fa perdere il 10% delle scosse dall’inventario. Queste contano per la soglia dei 10k.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.Requirement1
source: Reach and complete wave 40 having spent no more than 10k jolts.
it: Raggiungi e completa il round 40 avendo speso non più di 10 mila scosse.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_KILLER.Riddle
source: Waste and what not.
it: Nessuno spreco.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ChallengeName
source: Penny Pincher
it: Taccagno

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip1
source: Sharing jolts doesn’t negate the challenge.
it: Condividere le scosse non nega la sfida.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip2
source: Going down removes 10% of the jolts you have in your inventory. Such money counts toward the 9k threshold.
it: Andare a terra fa perdere il 10% delle scosse dall’inventario. Queste contano per la soglia dei 9k.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip3
source: Getting the free perk, armor, or box hit by the Trasure Zombie doesn’t negate the challenge.
it: Raccogliere il perk, lo scudo o il giro di cassa gratuito dallo zombie del tesoro non nega la sfida.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip4
source: To save money for the activation of pack-a-punch, sit in the cart and have a teammate call the cart to each of the tree possible destinations (Strand, U-BOAT pens, Graben).
it: Per risparmiare i soldi per l’attivazione del pack-a-punch, mentre sei seduto sul carrello, fatti chiamare da un compagno da ciascuna delle tre possibili destinazioni (Strand, Base degli U-BOAT, Graben).

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip5
source: In co-op with three or more players, two of them should use Shellshock with Defender (mod) so that everyone can replenish their armor without spending jolts. In duo, experienced players could use Free Fire with MK.II and Marksmanship, and the Full Armor (Volle Rüstung) consumable.
it: In modalità cooperativa con almeno tre giocatori, due di loro dovrebbero usare Trauma Letale con Difensore (mod) in modo da riempire gli scudi senza spendere scosse. In coppie, i giocatori esperti potrebbero usare Fuoco Libero con MK.II e Precisione, ed il consumabile Volle Rüstung (Corazze al massimo).

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip5Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip6
source: Remember to shoot the rock for the Son of Nertus with the same activation of the Flack Guns that you use to shoot down the German planes to save jolts.
it: Ricorda di sparare alla roccia per il Figlio di Nerto con la stessa attivazione della contraerea con cui distruggi gli aerei tedeschi, così da risparmiare scosse.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.ProTip6Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.Requirement1
source: Beat the easter egg without any player spending more than 9k jolts (9k is allowed).
it: Batti l’easter egg senza che alcun giocatore spenda più di 9 mila scosse (9 mila è consentito).

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_PINCHER.Riddle
source: Travel light, carry a big stick.
it: Viaggi leggero, ma con un bastone pesante.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ChallengeName
source: Penny Strangler
it: Tirchio

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip1
source: Sharing jolts doesn’t negate the challenge.
it: Condividere le scosse non nega la sfida.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip2
source: Going down removes 10% of the jolts you have in your inventory. Such money counts toward the 10k threshold.
it: Andare a terra fa perdere il 10% delle scosse dall’inventario. Queste contano per la soglia dei 10k.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip3
source: Getting the free perk, armor, or box hit by the Trasure Zombie doesn’t negate the challenge.
it: Raccogliere il perk, lo scudo o il giro di cassa gratuito dallo zombie del tesoro non nega la sfida.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip4
source: To save money for the activation of pack-a-punch, sit in the cart and have a teammate call the cart to each of the tree possible destinations (Strand, U-BOAT pens, Graben).
it: Per risparmiare i soldi per l’attivazione del pack-a-punch, mentre sei seduto sul carrello, fatti chiamare da un compagno da ciascuna delle tre possibili destinazioni (Strand, Base degli U-BOAT, Graben).

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip5
source: In co-op with three or more players, two of them should use Shellshock with Defender (mod) so that everyone can replenish their armor without spending jolts. In duo, experienced players could use Free Fire with MK.II and Marksmanship, and the Full Armor (Volle Rüstung) consumable.
it: In modalità cooperativa con almeno tre giocatori, due di loro dovrebbero usare Trauma Letale con Difensore (mod) in modo da riempire gli scudi senza spendere scosse. In coppie, i giocatori esperti potrebbero usare Fuoco Libero con MK.II e Precisione, ed il consumabile Volle Rüstung (Corazze al massimo).

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip5Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip6
source: Remember to shoot the rock for the Son of Nertus with the same activation of the Flack Guns that you use to shoot down the German planes to save jolts.
it: Ricorda di sparare alla roccia per il Figlio di Nerto con la stessa attivazione della contraerea con cui distruggi gli aerei tedeschi, così da risparmiare scosse.
